select version();
show databases;
create database gosi1;
use gosi1;
create table gositel(
    고시원분류번호 varchar(20) NOT NULL primary key,
    상호명 varchar(60) not null,	
    주소 varchar(100),
    대표자 varchar(20),	
    사업자등록번호 varchar(20),
    휴대전화 varchar(20),
    업장전화 varchar(20) );
select * from gositel;     
insert into gositel(고시원분류번호,상호명,주소,대표자,사업자등록번호,휴대전화,업장전화) values ('JURG-001','뉴인터넷원룸고시텔','중랑구 면목동 105-6','임천수','402-46-02928','010-5414-1515','02-433-0275');
insert into gositel(고시원분류번호,상호명,주소,대표자,사업자등록번호,휴대전화,업장전화) values ('JURG-002','로얄고시텔','중랑구 상봉동 108-6','박미랑','402-46-02929','010-5414-1516','02-2207-9776');
insert into gositel(고시원분류번호,상호명,주소,대표자,사업자등록번호,휴대전화,업장전화) values ('JURG-003','모젠하우스 서일대점','중랑구 면목동 50-16','조문영','402-46-02920','010-9049-0482','02-435-8001');
insert into gositel(고시원분류번호,상호명,주소,대표자,사업자등록번호,휴대전화,업장전화) values ('JURG-004','바로고시원','중랑구 면목동 300-3','양호식','202-44-55255','010-3500-1585','02-435-1585');
/*
insert into gositel(상호명,주소,대표자,사업자등록번호,휴대전화,업장전화) values (JURG-005,	베스트빌,	중랑구 면목동 91-84	박수근,	202-44-55256,	010-8481-5520,	02-493-9400);
insert into gositel(상호명,주소,대표자,사업자등록번호,휴대전화,업장전화) values (JURG-006,	베스트빌고시원,	중랑구 면목동 379-35,	오영수,	202-44-55257,	010-4884-1643,	02-435-1154);
insert into gositel(상호명,주소,대표자,사업자등록번호,휴대전화,업장전화) values (JURG-007,	비젼원룸텔,	중랑구 묵동 245-4,	마동천,	202-44-55258,	010-4884-1644,	02-949-3778);
insert into gositel(상호명,주소,대표자,사업자등록번호,휴대전화,업장전화) values (JURG-008,	사랑고시텔,	동대문구 전농동 1-70,	감우성,	202-44-55259,	010-5507-5481,	02-3394-5450);
insert into gositel(상호명,주소,대표자,사업자등록번호,휴대전화,업장전화) values (JURG-009,	사이버고시텔,	중랑구 상봉동 128-45,	정식일,	202-44-55260,	010-5316-0426,	02-2207-0203);
insert into gositel(상호명,주소,대표자,사업자등록번호,휴대전화,업장전화) values (JURG-010,	삼성고시원,	중랑구 면목동 182-1, 함현부,	202-44-55261,	010-3311-8744,	02-437-3113);
insert into gositel(상호명,주소,대표자,사업자등록번호,휴대전화,업장전화) values (JURG-011,	소호리빙텔 면목점, 중랑구 면목동 502-33,	김정헌,	119-12-52163,	010-3311-8745,	02-435-6655);
insert into gositel(상호명,주소,대표자,사업자등록번호,휴대전화,업장전화) values (JURG-012,	아이비고시원,	중랑구 면목동 20-51,	조여호,	119-12-52164,	010-3311-8746,	02-2209-4057);
insert into gositel(상호명,주소,대표자,사업자등록번호,휴대전화,업장전화) values (JURG-013,	애플원룸텔 면목점,	중랑구 면목동 649-3,	박성희,	160-09-00417,	010-3311-8747,	02-493-5252);
insert into gositel(상호명,주소,대표자,사업자등록번호,휴대전화,업장전화) values (JURG-014,	우리들고시텔,	중랑구 묵동 250-61,	김호근,	160-09-00418,	010-3311-8748,	02-979-5532);
insert into gositel(상호명,주소,대표자,사업자등록번호,휴대전화,업장전화) values (JURG-015,	이삭고시원,	중랑구 중화동 284-7,	박여진,	160-09-00419,	010-5501-1716,	02-434-3314);
insert into gositel(상호명,주소,대표자,사업자등록번호,휴대전화,업장전화) values (JURG-016,	이삭고시원 상봉점,	중랑구 면목동 131-7,	오연수,	160-09-00420,	010-5501-1717,	02-2207-1476);
insert into gositel(상호명,주소,대표자,사업자등록번호,휴대전화,업장전화) values (JURG-017,	종로고시원,	중랑구 면목동 651-9,	정미수,	507-12-22012,	010-5501-1718,	02-434-3096);
insert into gositel(상호명,주소,대표자,사업자등록번호,휴대전화,업장전화) values (JURG-018,	중앙고시원,	중랑구 상봉동 109-2,	오하나,	507-12-22013,	010-9206-9692,	02-2207-6680);
insert into gositel(상호명,주소,대표자,사업자등록번호,휴대전화,업장전화) values (JURG-019,	중앙고시원,	중랑구 상봉동 109-2,	박유리,	507-12-22014,	010-9206-9692,	02-2207-6660);
insert into gositel(상호명,주소,대표자,사업자등록번호,휴대전화,업장전화) values (JURG-020,	푸른고시텔,	동대문구 장안동 307-4,	임수경,	507-12-22015,	010-2352-0199,	02-2212-1255);
*/
